content/posts/Du_Phan.md
+++
title = "Du Phan"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:17-04:00
slug = "Du_Phan"
draft = false
+++

## [probabilistic inference]({{< relref "probabilistic_inference" >}}), [variational inference]({{< relref "variational_inference" >}}), [pyro]({{< relref "pyro" >}}) {#probabilistic-inference--probabilistic-inference-dot-md--variational-inference--variational-inference-dot-md--pyro--pyro-dot-md}


## aka \`fehiepsi\`: <https://fehiepsi.github.io/about/> {#aka-fehiepsi-https-fehiepsi-dot-github-dot-io-about}


### My name is [Du Phan]({{< relref "Du_Phan" >}}). I got my PhD in Mathematics and Data Science from [POSTECH](<http://postech.ac.kr/eng/>), South Korea. I have a deep interest in machine learning, deep learning, and recently Bayesian statistics. Having learned a lot from free resources on the internet, I hope that with this blog, I can contribute my knowledge back to the community. {#my-name-is-du-phan--du-phan-dot-md--dot-i-got-my-phd-in-mathematics-and-data-science-from-postech--http-postech-dot-ac-dot-kr-eng--south-korea-dot-i-have-a-deep-interest-in-machine-learning-deep-learning-and-recently-bayesian-statistics-dot-having-learned-a-lot-from-free-resources-on-the-internet-i-hope-that-with-this-blog-i-can-contribute-my-knowledge-back-to-the-community-dot}


## [pyro implementation](<https://fehiepsi.github.io/rethinking-numpyro/>) of [Statistical rethinking by Richard McElreath in 2020]({{< relref "Statistical_rethinking_by_Richard_McElreath_in_2020" >}}) {#pyro-implementation--https-fehiepsi-dot-github-dot-io-rethinking-numpyro--of-statistical-rethinking-by-richard-mcelreath-in-2020--statistical-rethinking-by-richard-mcelreath-in-2020-dot-md}
